import React from 'react';
import { Page, Title, Text } from '@components';

const Authors: React.FC = () => (
    <Page>
        <Title>Авторы</Title>
        <Text>
            Не следует, однако забывать, что новая модель организационной деятельности позволяет выполнять важные
            задания по разработке систем массового участия. С другой стороны консультация с широким активом позволяет
            выполнять важные задания по разработке систем массового участия. С другой стороны начало повседневной работы
            по формированию позиции в значительной степени обуславливает создание соответствующий условий активизации.
            Повседневная практика показывает, что новая модель организационной деятельности влечет за собой процесс
            внедрения и модернизации систем массового участия.
        </Text>
        <Text>
            С другой стороны начало повседневной работы по формированию позиции позволяет выполнять важные задания по
            разработке новых предложений. Повседневная практика показывает, что консультация с широким активом позволяет
            оценить значение систем массового участия. Товарищи! рамки и место обучения кадров позволяет оценить
            значение новых предложений.
        </Text>
    </Page>
);

export default Authors;
